Revit 2027 API
Space.ActualSupplyAirflow Property
Get the Actual Supply Airflow of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double ActualSupplyAirflow { get; }
Public ReadOnly Property ActualSupplyAirflow As Double
	Get
public:
property double ActualSupplyAirflow {
	double get ();
}
member ActualSupplyAirflow : float with get
Property Value
Double
Remarks
This property is used to get the Actual Supply Airflow (Unit: CFM) of the Space.
See Also
Reference
Space Class
Autodesk.Revit.DB.Mechanical Namespace